{"status": "ok", "totalResults": 5, "articles": [{"source": {"id": null, "name": "NDTV News"}, "author": "Agence France-Presse", "title": "Cristiano Ronaldo Tests Positive For Coronavirus, Says Portuguese Football Association - NDTVSports.com", "description": "Cristiano Ronaldo has tested positive for coronavirus, Portuguese football federation said on Tuesday.", "url": "https://sports.ndtv.com/football/cristiano-ronaldo-tests-positive-for-coronavirus-says-portuguese-fa-2309631", "urlToImage": "https://c.ndtvimg.com/2020-10/4371upgo_cristiano-ronaldo-twitter_625x300_13_October_20.jpg", "publishedAt": "2020-10-13T15:04:00Z", "content": "Portugal and Juventus forward Cristiano Ronaldo has tested positive for coronavirus, the Portuguese football federation announced on Tuesday. Ronaldo \"is asymptomatic\" and \"will not play against Swed… [+3135 chars]"}, {"source": {"id": null, "name": "Livemint"}, "author": "Anulekha Ray", "title": "Corona Kavach: Now, you have an option to migrate to other health insurance policy - Mint", "description": "In the wake of coronavirus crisis, the insurance regulator had asked the insurers to offer standardised COVID-19 health insurance policies.The customer must renew the policy before the expiry of the existing policy contract, said Irdai", "url": "https://www.livemint.com/insurance/news/corona-rakshak-policy-now-you-have-an-option-to-migrate-to-other-policies-11602597541749.html", "urlToImage": "https://images.livemint.com/img/2020/10/13/600x338/health-k2jE--621x414@LiveMint_1602597822200.jpg", "publishedAt": "2020-10-13T14:05:04Z", "content": "The Insurance Regulatory and Development Authority (Irdai) on Tuesday allowed the insurance companies to offer the policyholders the option to renew, migrate and port two coronavirus specific health … [+3992 chars]"}, {"source": {"id": null, "name": "NDTV News"}, "author": null, "title": "Vaccine Expected Early Next Year, From More Than One Source: Minister - NDTV", "description": "A vaccine against coronavirus is expected to be available in India by early next year and there could be vaccines from more than one source, Union Health Minister Dr Harsh Vardhan today.", "url": "https://www.ndtv.com/india-news/coronavirus-india-health-minister-dr-harsh-vardhan-says-expecting-vaccine-early-next-year-maybe-from-more-than-one-source-2309353", "urlToImage": "https://c.ndtvimg.com/2020-06/k5890kk8_covid19-vaccine-generic-reuters-650_625x300_10_June_20.jpg", "publishedAt": "2020-10-13T08:55:00Z", "content": "Coronavirus Vaccine: The centre had said a vaccine may be available by the first quarter of 2021.\r\nNew Delhi: A vaccine against coronavirus is expected to be available in India by early next year and… [+1419 chars]"}, {"source": {"id": null, "name": "India.com"}, "author": "Zee Media Bureau", "title": "Good news! Harsh Vardhan makes big announcement over availability of COVID-19 vaccine in India - Zee News", "description": "Johnson   Johnson halts COVID-19 vaccine trial after participant falls sick Meanwhile, the coronavirus cases in India recorded its lowest number on Tuesday (October 13, 2020) after a period of nearly two months. The number of positive cases recorded in the la…", "url": "https://zeenews.india.com/india/good-news-harsh-vardhan-makes-big-announcement-over-availability-of-covid-19-vaccine-in-india-2316976.html", "urlToImage": "https://english.cdn.zeenews.com/sites/default/files/2020/10/13/892477-harsh-vardhan-covid19-vaccine.png", "publishedAt": "2020-10-13T05:24:17Z", "content": "In a good news for millions of Indians, Union Health Minister Harsh Vardhan on Tuesday said that vaccine against coronavirus COVID-19 is expected in India by early 2021. The Union minister added that… [+1826 chars]"}, {"source": {"id": null, "name": "NDTV News"}, "author": null, "title": "British PM Announces Three-Tier COVID-19 Lockdown System - NDTV", "description": "British Prime Minister Boris Johnson on Monday laid out the details of a new graded three-tier system of COVID-19 alert levels, which will categorise the localised lockdowns across England into \"medium, high or very high\" based on their coronavirus transmissi…", "url": "https://www.ndtv.com/world-news/uk-pm-boris-johnson-announces-three-tier-covid-19-lockdown-system-2309260", "urlToImage": "https://c.ndtvimg.com/2020-10/vso5qg58_boris-johnson-afp_625x300_13_October_20.jpg", "publishedAt": "2020-10-13T03:43:02Z", "content": "Boris Johnson laid out the details of a new graded three-tier system of COVID-19 alert levels.\r\nLondon: British Prime Minister Boris Johnson on Monday laid out the details of a new graded three-tier … [+4074 chars]"}]}