{"status": "ok", "totalResults": 6, "articles": [{"source": {"id": null, "name": "Livemint"}, "author": "Bloomberg", "title": "India’s economy heads for double-digit decline as coronavirus spikes - Mint", "description": "While there are some signs that activity picked up following the strict lockdown, a strong recovery looks uncertain.India went into the Covid-19 pandemic already suffering a downward trend in growth potential", "url": "https://www.livemint.com/news/india/india-s-economy-heads-for-double-digit-decline-as-coronavirus-spikes-11600386861436.html", "urlToImage": "https://images.livemint.com/img/2020/09/18/600x338/car3-kA4H--621x414@LiveMint_1600387207139.jpg", "publishedAt": "2020-09-18T00:01:10Z", "content": "Indias economic recovery prospects have gone from bad to worse after the nation emerged as a new global hotspot for the coronavirus pandemic with more than 5 million infections.Economists and global … [+3362 chars]"}, {"source": {"id": null, "name": "India.com"}, "author": "Zee Media Bureau", "title": "DNA Exclusive: Chinese claim on COVID-19 vaccines fails to create Indian interest - Zee News", "description": "With global coronavirus cases exceeding 30 million on Thursday (September 17) and the COVID-19 pandemic showing no signs of slowing, China has claimed that it would be ready with two vaccines by November this year.", "url": "https://zeenews.india.com/world/dna-exclusive-chinese-claim-on-covid-19-vaccines-fails-to-create-indian-interest-2310446.html", "urlToImage": "https://english.cdn.zeenews.com/sites/default/files/2020/09/18/886538-vaccine-chinesereuters.png", "publishedAt": "2020-09-17T19:59:58Z", "content": "New Delhi: With global coronavirus cases exceeding 30 million on Thursday (September 17) and the COVID-19 pandemic showing no signs of slowing, China has claimed that it would be ready with two vacci… [+4349 chars]"}, {"source": {"id": null, "name": "The Indian Express"}, "author": "Express Web Desk", "title": "Global Coronavirus Updates, Sept 17: US to make vaccine available to all Americans for free; North-east England in tougher lockdown - The Indian Express", "description": "Coronavirus (Covid-19) Cases & deaths, Vaccine Latest News Update: Globally, the cases zoomed past 29.7 million, with more than 6.6 million cases in the US and over 5 million cases in India.", "url": "https://indianexpress.com/article/world/global-coronavirus-updates-sept-17-us-india-brazil-mexico-6599268/", "urlToImage": "https://images.indianexpress.com/2020/09/covid-27.jpg", "publishedAt": "2020-09-17T16:16:10Z", "content": "A woman wears a face mask as she walks by a mural on a street in Montreal, Monday, September 7, 2020, as the COVID-19 pandemic continues in Canada and around the world. THE CANADIAN PRESS/Graham Hugh… [+12293 chars]"}, {"source": {"id": null, "name": "Express"}, "author": "Matt Atherton", "title": "COVID update: Are your symptoms caused by a cold or coronavirus? Signs of infection - Express", "description": "COVID UK: Coronavirus symptoms include a high fever, a new cough, and loss of smell and taste. But there are a number of other signs that could be caused by a COVID-19 infection. As the winter flu season creeps closer, could your symptoms be caused by COVID o…", "url": "https://www.express.co.uk/life-style/health/1336856/covid-uk-coronavirus-symptoms-signs-infection-flu-common-cold", "urlToImage": "https://cdn.images.express.co.uk/img/dynamic/11/750x445/1336856.jpg", "publishedAt": "2020-09-17T15:59:59Z", "content": null}, {"source": {"id": null, "name": "NEWS HEADS"}, "author": "Apoorna Sharma", "title": "Will coronavirus pandemic get worse in winter? - NEWS HEADS", "description": "The troubling part is that it is still spreading at an alarming rate. As of today, the virus has infected more than 29 million people and caused 9,31,321 deaths, as recorded by the World Health Organization (WHO).", "url": "https://www.newsheads.in/lifestyle/health/will-coronavirus-pandemic-get-worse-in-winter-article-63451", "urlToImage": "https://static.newsheads.in/media/thumbs/2020/09/17/777538952-corona_1200x675.jpg", "publishedAt": "2020-09-17T12:15:00Z", "content": "New Delhi : Its been over eight months now since the coronavirus outbreak began, but we are yet to find a vaccine for the deadly disease. \r\nThe troubling part is that it is still spreading at an alar… [+2066 chars]"}, {"source": {"id": null, "name": "Livemint"}, "author": "Agencies", "title": "Moderna would seek limited emergency use of covid vaccine based on early data - Mint", "description": "Moderna's vaccine candidate - mRNA-1273 - is nearing the finish line in its push to enroll 30,000 individuals in a late-stage trial of a novel coronavirus vaccine", "url": "https://www.livemint.com/science/health/moderna-would-seek-limited-emergency-use-of-covid-vaccine-based-on-early-data-11600341126599.html", "urlToImage": "https://images.livemint.com/img/2020/09/17/600x338/AFP_1WC893_1600341478706_1600341497593.jpg", "publishedAt": "2020-09-17T11:21:58Z", "content": "If Moderna Inc's COVID-19 vaccine proves to be at least 70% effective, the company plans to seek emergency authorization for its use in high-risk groups, the company's chief executive told Reuters.Mo… [+2339 chars]"}]}