{"status": "ok", "totalResults": 4, "articles": [{"source": {"id": null, "name": "NDTV News"}, "author": null, "title": "North Korea Issues Shoot-To-Kill Orders To Prevent Coronavirus, Says US - NDTV", "description": "North Korean authorities have issued shoot-to-kill orders to prevent the coronavirus entering the country from China, according to the commander of US forces in the South.", "url": "https://www.ndtv.com/world-news/north-korea-issues-shoot-to-kill-orders-to-prevent-coronavirus-says-us-2293720", "urlToImage": "https://c.ndtvimg.com/2020-08/8clamljo_kim-jong-un-afp_625x300_19_August_20.jpg", "publishedAt": "2020-09-11T05:05:50Z", "content": "North Korea have issued shoot-to-kill orders to prevent coronavirus entering the country from China\r\nWashington: North Korean authorities have issued shoot-to-kill orders to prevent the coronavirus e… [+2691 chars]"}, {"source": {"id": null, "name": "Deccan Herald"}, "author": "Reuters", "title": "Coronavirus: Brazil still mulling whether to join COVAX vaccine allocation plan - Deccan Herald", "description": "Brazil, with the third-worst outbreak of novel coronavirus, is still studying whether to join the COVAX Facility, a global Covid-19 vaccine allocation plan co-led by the World Health Organization (WHO), the acting health minister said on Thursday. Eduardo Paz…", "url": "https://www.deccanherald.com/international/world-news-politics/coronavirus-brazil-still-mulling-whether-to-join-covax-vaccine-allocation-plan-885770.html", "urlToImage": "https://www.deccanherald.com/sites/dh/files/articleimages/2020/09/11/file7bcd8x78qox5w7i51k9-1-885770-1599802195.jpg", "publishedAt": "2020-09-11T04:13:03Z", "content": "Brazil, with the third-worst outbreak of novel coronavirus, is still studying whether to join the COVAX Facility, a global Covid-19 vaccine allocation plan co-led by the World Health Organization (WH… [+1705 chars]"}, {"source": {"id": null, "name": "NDTV News"}, "author": null, "title": "India Sees Record 1-Day Surge In Covid Cases, Deaths; Tally Past 45 Lakh - NDTV", "description": "India saw a record single-day surge in coronavirus cases and the fatalities linked to the highly infectious disease with 96,551 new infections and 1,209 deaths registered in the last 24 hours, taking the tally past 45 lakh, the government data showed this mor…", "url": "https://www.ndtv.com/india-news/india-crosses-45-lakh-coronavirus-cases-with-a-record-96-551-new-infections-1-209-deaths-in-24-hours-2293694", "urlToImage": "https://c.ndtvimg.com/2020-09/f3qpp6tg_coronavirus-india-september-2020-afp-650_650x400_11_September_20.jpg", "publishedAt": "2020-09-11T04:08:50Z", "content": "<li>India may have had 6.4 million coronavirus cases by May, the first national sero-survey conducted by top medical body ICMR has indicated. The survey, published in the Indian Journal of Medical Re… [+2479 chars]"}, {"source": {"id": "the-hindu", "name": "The Hindu"}, "author": "Staff Reporter", "title": "Coronavirus | Delhi govt. to continue with plasma therapy - The Hindu", "description": "The Health Minister said that all districts have been given directions to conduct COVID-19 tests in densely populated areas in the city.", "url": "https://www.thehindu.com/news/cities/Delhi/coronavirus-delhi-govt-to-continue-with-plasma-therapy/article32569876.ece", "urlToImage": "https://www.thehindu.com/news/cities/Delhi/arugg5/article32569875.ece/ALTERNATES/LANDSCAPE_615/PLASMA", "publishedAt": "2020-09-10T08:45:55Z", "content": "Health Minister Satyendar Jain on Thursday said that the Delhi government will continue with plasma therapy to fight COVID-19.\r\nA study funded by the Indian Council of Medical Research (ICMR) has fou… [+861 chars]"}]}