{"status": "ok", "totalResults": 4, "articles": [{"source": {"id": null, "name": "Livemint"}, "author": "Anulekha Ray", "title": "Maharashtra govt cuts real estate premiums by 50%. What it means for homebuyers - Mint", "description": "The reduction of premiums will be applicable till 31 December, 2021.The Maharashtra government earlier slashed the stamp duty charges to boost real estate sector hit by coronavirus pandemic", "url": "https://www.livemint.com/industry/infrastructure/maharashtra-cuts-real-estate-premium-by-50-11609938075302.html", "urlToImage": "https://images.livemint.com/img/2021/01/06/600x338/a12379cc-1480-11eb-a334-291a0d3a9eb7_1603443950051_1603443984685_1609938320954.jpg", "publishedAt": "2021-01-06T13:06:56Z", "content": "To boost real estate sector hit by the coronavirus pandemic, Maharashtra government on Wednesday decided to reduce all premiums related to the sector by 50%. It will be applicable till 31 December, 2… [+3107 chars]"}, {"source": {"id": "the-times-of-india", "name": "The Times of India"}, "author": "TIMESOFINDIA.COM", "title": "Coronavirus: This symptom may not be worth worrying about, as per experts - Times of India", "description": "With the onset of the novel coronavirus, millions of people entered a state of turmoil. The symptoms, ranging from mild to severe, developed an air of confusion, as most of the signs resembled the symptoms of other diseases and viral infections, such as flu, …", "url": "https://timesofindia.indiatimes.com/life-style/health-fitness/health-news/coronavirus-this-symptom-may-not-be-worth-worrying-about-as-per-experts/photostory/80133332.cms", "urlToImage": "https://static.toiimg.com/photo/80133352.cms", "publishedAt": "2021-01-06T10:30:00Z", "content": "With the onset of the novel coronavirus, millions of people entered a state of turmoil. The symptoms, ranging from mild to severe, developed an air of confusion, as most of the signs resembled the sy… [+340 chars]"}, {"source": {"id": null, "name": "The Indian Express"}, "author": "Shubhajit Roy", "title": "Battling virus surge, UK PM calls off R-Day visit; no call on new guest yet - The Indian Express", "description": "British Prime Minister Boris Johnson took this decision in view of the fresh national lockdown in his country, as his government responded to the new, more contagious mutant strain of the novel coronavirus.", "url": "https://indianexpress.com/article/india/boris-johnson-republic-day-chief-guest-covid-virus-surge-7134364/", "urlToImage": "https://images.indianexpress.com/2021/01/Boris-Johnson-1.jpg", "publishedAt": "2021-01-06T01:42:27Z", "content": "British Prime Minister Boris Johnson on Tuesday called up Prime Minister Narendra Modi and expressed regret that he would not be able to visit India to be Chief Guest for the Republic Day celebration… [+3044 chars]"}, {"source": {"id": null, "name": "Moneycontrol"}, "author": null, "title": "WHO recommends two doses of Pfizer COVID-19 vaccine within 21-28 days - Moneycontrol", "description": "Many are experiencing intensifying pressure on their health services due to surging coronavirus cases and the emergence of new variants that appear to spread more easily.", "url": "https://www.moneycontrol.com/news/world/who-recommends-two-doses-of-pfizer-covid-19-vaccine-within-21-28-days-6308481.html", "urlToImage": "https://images.moneycontrol.com/static-mcnews/2020/11/Pfizer-covid-19-vaccine-770x433.jpg", "publishedAt": "2021-01-06T01:38:00Z", "content": "People should get two doses of the Pfizer and BioNTech vaccine within 21-28 days, the World Health Organization said on Tuesday, as many countries struggled to administer the jabs that can ward off t… [+3143 chars]"}]}