{"status": "ok", "totalResults": 3, "articles": [{"source": {"id": null, "name": "Thefederal.com"}, "author": null, "title": "Study sheds light on how coronavirus may hijack human cells - The Federal", "description": "Study sheds light on how coronavirus may hijack human cells", "url": "https://thefederal.com/covid-19/study-sheds-light-on-how-coronavirus-may-hijack-human-cells/", "urlToImage": "https://thefederal.com/file/2020/11/Coronavirus-1.jpg", "publishedAt": "2021-02-13T08:57:06Z", "content": "Scientists, including one of Indian-origin, have identified parts of human proteins which the novel coronavirus could be using to hijack host cell processes, an advance that may lead to the developme… [+2037 chars]"}, {"source": {"id": null, "name": "NDTV News"}, "author": null, "title": "Rise Of Variants Sparks Push For All-In-One Coronavirus Vaccines - NDTV", "description": "Just weeks into the rollout of vaccines to combat Covid-19, researchers are shifting their focus to a new class of potential shots to take on the threat posed by fast-spreading mutations.", "url": "https://www.ndtv.com/world-news/rise-of-variants-sparks-push-for-all-in-one-coronavirus-vaccines-2369773", "urlToImage": "https://c.ndtvimg.com/2021-02/lu276b8_covid-vaccines-bloomberg-650_625x300_13_February_21.jpg", "publishedAt": "2021-02-13T08:30:33Z", "content": "Corona Vaccine: With a spreading virus comes an increased risk of more alarming mutations.\r\nJust weeks into the rollout of vaccines to combat Covid-19, researchers are shifting their focus to a new c… [+6729 chars]"}, {"source": {"id": "the-times-of-india", "name": "The Times of India"}, "author": "TIMESOFINDIA.COM", "title": "Severe coronavirus in kids: 1 in 3 kids with MIS require hospitalization, all you need to know about the same - Times of India", "description": "According to a recently published study, a large percentage of kids can get hospitalized because of COVID-19 complications, especially MIS (Multisystem Inflammatory Syndrome), which can be fatal as well.", "url": "https://timesofindia.indiatimes.com/life-style/health-fitness/health-news/severe-coronavirus-in-kids-1-in-3-kids-with-mis-require-hospitalization-all-you-need-to-know-about-the-same/photostory/80881880.cms", "urlToImage": "https://static.toiimg.com/photo/80882054.cms", "publishedAt": "2021-02-13T05:30:00Z", "content": "Ever since COVID-19 cases in kids have been brought to the light, a rare yet serious complication has been detected in sick kids- MIS, or MIS-C.\r\nMultisystem inflammatory condition is a problem when … [+1153 chars]"}]}