{"status": "ok", "totalResults": 4, "articles": [{"source": {"id": null, "name": "Livemint"}, "author": "Staff Writer", "title": "India's coronavirus tally crosses 50 lakh after daily spike of 90,123 new cases - Mint", "description": "The death toll due to coronavirus in the country rose to 82,066 after 1,290 deaths due to covid-19 were reported in the last 24 hours.With the single-day spike of 90,123 new covid-19 positive cases, India has reported total 50,20,360 cases", "url": "https://www.livemint.com/news/india/covid-19-update-india-crosses-50-lakh-cases-second-country-after-usa-11600227183923.html", "urlToImage": "https://images.livemint.com/img/2020/09/16/600x338/90e7e7d774bb4bdbb520529536ec0d81-90e7e7d774bb4bdbb520529536ec0d81-0_1600228163702_1600228192352_1600228301590.jpg", "publishedAt": "2020-09-16T04:04:00Z", "content": "India on Wednesday reported 90,123 new covid-19 cases. With this India, became the second country in the world to cross the five million mark after USA.With the single-day spike of 90,123 new covid-1… [+2359 chars]"}, {"source": {"id": null, "name": "Hindustan Times"}, "author": "Agence France-Presse | Posted by Arpan Rai", "title": "Donald Trump says coronavirus vaccine could be ready in a month - Hindustan Times", "description": "Democrats have expressed concern that Trump is putting political pressure on government health regulators and scientists to approve a rushed vaccine in time to help turn around his uphill bid for reelection against challenger Joe Biden on November 3.", "url": "https://www.hindustantimes.com/world-news/donald-trump-says-coronavirus-vaccine-could-be-ready-in-a-month/story-IU204nB219gtY5G8Pi4bcM.html", "urlToImage": "https://www.hindustantimes.com/rf/image_size_960x540/HT/p2/2020/09/16/Pictures/donald-trump_22fda0e8-f7cc-11ea-b176-a0f9c333dcf8.jpg", "publishedAt": "2020-09-16T03:30:44Z", "content": "US President Donald Trump said Tuesday that a coronavirus vaccine may be available within a month -- an acceleration of even his own optimistic predictions -- but added that the pandemic could go awa… [+2891 chars]"}, {"source": {"id": null, "name": "India.com"}, "author": "Zee Media Bureau", "title": "Unlock 4: Schools and colleges to remain closed, Education Minister makes major announcement - Zee News", "description": "As the tentacles of the coronavirus COVID-19 pandemic continue to tighten its grip, the students across the country have suffered the most as schools and colleges have been closed.", "url": "https://zeenews.india.com/india/unlock-4-schools-and-colleges-to-remain-closed-education-minister-makes-major-announcement-2309935.html", "urlToImage": "https://english.cdn.zeenews.com/sites/default/files/2020/09/15/885969-students-970.jpg", "publishedAt": "2020-09-15T17:18:50Z", "content": "As the tentacles of the coronavirus COVID-19 pandemic continue to tighten its grip, the students across the country have suffered the most as schools and colleges have been closed. Since the last wee… [+2501 chars]"}, {"source": {"id": null, "name": "Deccan Herald"}, "author": "Reuters", "title": "China's coronavirus vaccine may be ready for public in November, says official - Deccan Herald", "description": "Coronavirus vaccines being developed in China may be ready for use by the general public as early as November, an official with the China Centre for Disease Control and Prevention (CDC) said. China has four Covid-19 vaccines in the final stage of clinical tri…", "url": "https://www.deccanherald.com/international/world-news-politics/chinas-coronavirus-vaccine-may-be-ready-for-public-use-by-november-887777.html", "urlToImage": "https://www.deccanherald.com/sites/dh/files/articleimages/2020/09/15/coronavirus-vaccinereuters-887777-1600156189.jpg", "publishedAt": "2020-09-15T06:29:08Z", "content": "Coronavirus vaccines being developed in China may be ready for use by the general public as early as November, an official with the China Centre for Disease Control and Prevention (CDC) said.\r\nChina … [+1366 chars]"}]}